// 书籍数据
const BOOKS_DATA = [
  {
    "title": "《念住，通往证悟的直接之道》",
    "author": "无著比丘",
    "description": "这本书是无著比丘对《大念住经》的详细注解，系统介绍四念处的修习方法。",
    "download": "book/《念住，通往证悟的直接之道》.pdf",
    "online": ""
  },
  {
    "title": "《阿姜查的禅修世界(戒定慧合辑)》",
    "author": "阿姜查",
    "description": "出入息念的详细教导，是修习禅定的重要经典。",
    "download": "book/阿姜查的禅修世界(戒定慧合辑).pdf",
    "online": ""
  },
  {
    "title": "《蕭式球翻译-长部》",
    "author": "蕭式球",
    "description": "蕭式球翻译-长部。",
    "download": "book/蕭式球翻译-长部.pdf",
    "online": ""
  },
  {
    "title": "《蕭式球翻译-中部》",
    "author": "蕭式球",
    "description": "蕭式球翻译-中部。",
    "download": "book/蕭式球翻译-中部.pdf",
    "online": ""
  },
  {
    "title": "《蕭式球翻译-相应部》",
    "author": "蕭式球",
    "description": "蕭式球翻译-相应部。",
    "download": "book/蕭式球翻译-相应部.pdf",
    "online": ""
  },
  {
    "title": "《蕭式球翻译-增支部》",
    "author": "蕭式球",
    "description": "蕭式球翻译-增支部。",
    "download": "book/蕭式球翻译-增支部.pdf",
    "online": ""
  },
  {
    "title": "《禅修之旅》",
    "author": "焦谛卡禅师",
    "description": "《禅修之旅》根据焦谛卡禅师1997年在澳大利亚墨尔本禅修中心所讲的毗波舍那禅（观禅）整理而成，焦谛卡禅师从自身培养内观智慧的经验着手，以简单活泼的语言从禅修前的准备、禅修的基础和技巧，到最后证得涅槃的整个过程作了精辟的开示，仿佛为修行者提供了一幅简单明了的禅修地图。书中的这些叙述其实是作者经验的直接流露，表达了他对生命的深邃体验。书中提供了许多有用的修行方法，以及切实的禅修指导，使初学者更深入理解自己的修行，从而开启智慧的禅修之旅。。",
    "download": "book/《禅修之旅》.pdf",
    "online": ""
  },
  {
    "title": "《炎夏飘雪》",
    "author": "焦谛卡禅师",
    "description": "本书以焦谛卡禅师写给学生与法友的诸多信件精编而成，涵盖了人生如何才能真正快乐、如何面对生活中无处不在的烦恼、人生中的真爱、个人如何独处、面对生死的态度，以及禅修指导等诸多问题。在这些信中，焦谛卡禅师以无限的耐心与慈悲心，给予生活中的人们以心灵指导，让人们鼓起勇气去面对生活中的烦恼与困难，并去发现人生的真谛，从而改变自的生活。焦谛卡禅师用简洁的语言表达了深邃的生命体验。",
    "download": "book/《炎夏飘雪》.pdf",
    "online": ""
  },
  {
    "title": "《森林中的法语》",
    "author": "阿姜查",
    "description": "阿姜查尊者的法谈，很有启发。",
    "download": "book/森林中的法语.pdf",
    "online": ""
  }
];
